mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
binutils
dosfstools
linux-headers
usbutils
xdg-user-dirs
--END OF MINIMAL INSTALL--
efibootmgr
egl-wayland
exfat-utils
gparted
gptfdisk
htop
lutris
neofetch
pulseaudio
pulseaudio-alsa
steam
unrar
unzip
wine-gecko
wine-mono
winetricks
zip
